alsa-utils
aurorae
base
base-devel
bluedevil
bluez
bluez-utils
breeze
breeze-cursors
breeze-gtk
breeze-plymouth
brltty
cups
cups-pk-helper
discover
docker
docker-compose
dolphin
drkonqi
dunst
espeakup
firefox
flatpak-kcm
fuse2
git
grim
grub
gst-plugin-pipewire
htop
hyprland
imageglass
intel-media-driver
intel-ucode
jupyterlab
kactivitymanagerd
kde-cli-tools
kde-gtk-config
kdeconnect
kdecoration
kdeplasma-addons
kgamma
kglobalacceld
kinfocenter
kitty
kmenuedit
knighttime
kpipewire
krdp
kscreen
kscreenlocker
ksshaskpass
ksystemstats
kvantum
kwallet-pam
kwayland
kwin
kwin-x11
kwrited
layer-shell-qt
libkscreen
libksysguard
libplasma
libva-intel-driver
linux
linux-firmware
milou
mpv
nano
network-manager-applet
networkmanager
noto-fonts
noto-fonts-emoji
ocean-sound-theme
ollama
oxygen
oxygen-cursors
oxygen-sounds
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-activities-stats
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-keyboard
plasma-login-manager
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-welcome
plasma-workspace
plasma-workspace-wallpapers
plasma5support
plymouth-kcm
polkit-kde-agent
powerdevil
print-manager
python-pip
python-pyqt6
qqc2-breeze-style
qt5-wayland
qt6-wayland
sddm-kcm
slurp
smartmontools
spectacle
sudo
system-config-printer
systemsettings
tk
ttf-dejavu
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-liberation
ufw
uwsm
vim
vlc
vulkan-intel
wacomtablet
wget
wireplumber
wofi
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-desktop-portal-kde
xdg-utils
yay
yay-debug
zram-generator
zsh
